Repository: MaxLaneDev/spark-clean
Catalog: SparkClean/Localizable.xcstrings
Source language: en
Languages: de, he, ja, zh_hans

source: Unix tools & shared data
de: Unix-Tools und gemeinsame Daten
he: כלי Unix ונתונים משותפים
ja: Unix ツールと共有データ
zh_hans: Unix 工具和共享数据

source: Unknown
de: Unbekannt
he: לא ידוע
ja: 不明
zh_hans: 未知

# Unused Apps (>%lldd)
source: Unused Apps (>%1$lldd)
de: Nicht verwendete Apps (>%1$lldd)
he: יישומים שלא נעשה בהם שימוש (מעל %1$lld ימים)
ja: 未使用のアプリ (>%1$lldd)
zh_hans: 未使用的应用程序 (>%1$lldd)

source: Unused app threshold
de: Schwellenwert für nicht genutzte Apps
he: סף לחוסר שימוש ביישום
ja: 未使用アプリのしきい値
zh_hans: 未使用的应用阈值

source: Updating the disk map…
de: Die Festplattenzuordnung wird aktualisiert…
he: מעדכן את מפת הדיסק...
ja: ディスクマップを更新中…
zh_hans: 正在更新磁盘映射...

source: Use Clean Selected
de: Verwenden Sie „Auswahl bereinigen“.
he: השתמש ב'נקה את הפריטים שנבחרו'
ja: クリーンアップ選択を使用
zh_hans: 使用清理选定的内容

source: Use caution
de: Vorsichtig verwenden
he: יש לנקוט זהירות
ja: 注意が必要
zh_hans: 谨慎处理

source: Use caution — app data or system files that could affect running applications.
de: Seien Sie vorsichtig – App-Daten oder Systemdateien, die laufende Anwendungen beeinträchtigen könnten.
he: יש לנקוט זהירות — נתוני יישומים או קובצי מערכת שעלולים להשפיע על יישומים פועלים.
ja: 実行中のアプリケーションに影響を与える可能性のあるアプリ データまたはシステム ファイルには注意してください。
zh_hans: 请谨慎使用 - 应用程序数据或系统文件可能会影响正在运行的应用程序。

source: Used
de: Belegt
he: בשימוש
ja: 使用済み
zh_hans: 已用

source: Used Space:
de: Benutzter Platz:
he: שטח בשימוש:
ja: 使用済みスペース:
zh_hans: 已用空间：

source: User Agents
de: Benutzer-Agents
he: סוכני משתמש
ja: ユーザーエージェント
zh_hans: 用户代理

source: User accounts
de: Benutzerkonten
he: חשבונות משתמש
ja: ユーザーアカウント
zh_hans: 用户帐户

source: User files that may be wanted — review before deleting.
de: Möglicherweise benötigte Benutzerdateien – überprüfen Sie sie vor dem Löschen.
he: קובצי משתמש שאולי עדיין נחוצים — מומלץ לבדוק לפני המחיקה.
ja: 必要とされる可能性のあるユーザー ファイル — 削除する前に確認してください。
zh_hans: 可能需要的用户文件——删除前检查。

source: User font cache cleared
de: Benutzerschriftart-Cache geleert
he: מטמון הגופן של המשתמש נוקה
ja: ユーザーフォントキャッシュがクリアされました
zh_hans: 用户字体缓存已清除

source: User:
de: Benutzer:
he: משתמש:
ja: ユーザー:
zh_hans: 用户：

source: VMs will be permanently deleted
de: VMs werden dauerhaft gelöscht
he: המכונות הווירטואליות יימחקו לצמיתות
ja: VM は完全に削除されます
zh_hans: VM 将被永久删除

source: Virtual Environments
de: Virtuelle Umgebungen
he: סביבות וירטואליות
ja: 仮想環境
zh_hans: 虚拟环境

source: Virtual Machines
de: Virtuelle Maschinen
he: מכונות וירטואליות
ja: 仮想マシン
zh_hans: 虚拟机

source: Virtual Memory
de: Virtueller Speicher
he: זיכרון וירטואלי
ja: 仮想メモリ
zh_hans: 虚拟内存

source: WARNING: Contains all databases
de: WARNUNG: Enthält alle Datenbanken
he: אזהרה: כולל את כל מסדי הנתונים
ja: 警告: すべてのデータベースが含まれています
zh_hans: 警告：包含所有数据库

source: Warning:
de: Warnung:
he: אזהרה:
ja: 警告:
zh_hans: 警告：

source: Warning: elevated memory pressure detected
de: Warnung: Erhöhter Speicherdruck erkannt
he: אזהרה: זוהה לחץ זיכרון מוגבר
ja: 警告: メモリ負荷の上昇が検出されました
zh_hans: 警告：检测到内存压力升高

source: WeChat cached data — rebuilt automatically (chat history is not touched)
de: Zwischengespeicherte WeChat-Daten – automatisch neu erstellt (Chat-Verlauf wird nicht berührt)
he: נתוני המטמון של WeChat — נבנים מחדש אוטומטית (היסטוריית השיחות אינה משתנה)
ja: WeChat のキャッシュ データ — 自動的に再構築されます (チャット履歴は変更されません)
zh_hans: 微信缓存数据——自动重建（聊天记录不受影响）

source: WebKit Data
de: WebKit-Daten
he: נתוני WebKit
ja: WebKitデータ
zh_hans: WebKit数据

source: Welcome to SparkClean
de: Willkommen bei SparkClean
he: ברוכים הבאים ל-SparkClean
ja: SparkCleanへようこそ
zh_hans: 欢迎使用 SparkClean

source: What's New
de: Neuigkeiten
he: מה חדש
ja: 新機能
zh_hans: 新增功能

source: WhatsApp Chat Media
de: WhatsApp-Chat-Medien
he: מדיה משיחות WhatsApp
ja: WhatsApp チャット メディア
zh_hans: WhatsApp 聊天媒体

source: WhatsApp Logs
de: WhatsApp-Protokolle
he: יומני WhatsApp
ja: WhatsApp のログ
zh_hans: WhatsApp 日志

source: WhatsApp diagnostic logs — review first if you are troubleshooting the app
de: WhatsApp-Diagnoseprotokolle – überprüfen Sie sie zuerst, wenn Sie Probleme mit der App beheben
he: יומני אבחון של WhatsApp — יש לבדוק תחילה בעת פתרון תקלה ביישום
ja: WhatsApp 診断ログ — アプリのトラブルシューティングを行う場合は、最初に確認してください
zh_hans: WhatsApp 诊断日志 — 如果您正在对应用程序进行故障排除，请首先查看

source: WhatsApp storage — see the full media footprint and clear it explicitly, without touching your message database
de: WhatsApp-Speicher – Sehen Sie sich den gesamten Medien-Footprint an und löschen Sie ihn explizit, ohne Ihre Nachrichtendatenbank zu berühren
he: אחסון WhatsApp — הצג את מלוא נפח המדיה ונקה אותה במפורש, בלי לגעת במסד הנתונים של ההודעות
ja: WhatsApp ストレージ — メッセージ データベースに触れることなく、完全なメディア フットプリントを確認し、明示的にクリアします
zh_hans: WhatsApp 存储 — 查看完整的媒体足迹并明确清除它，而无需触及您的消息数据库

source: WhatsApp thumbnails, link previews, and generated cache data — rebuilt as needed
de: WhatsApp-Miniaturansichten, Linkvorschauen und generierte Cache-Daten – nach Bedarf neu erstellt
he: תמונות ממוזערות של WhatsApp, תצוגות מקדימות של קישורים ונתוני מטמון שנוצרו — נבנים מחדש לפי הצורך
ja: WhatsApp のサムネイル、リンク プ確認、生成されたキャッシュ データ - 必要に応じて再構築
zh_hans: WhatsApp 缩略图、链接预览和生成的缓存数据 - 根据需要重建

source: When enabled, SparkClean detects apps moved to Trash and offers to clean leftover files. Uses zero CPU when idle.
de: Wenn aktiviert, erkennt SparkClean Apps, die in den Papierkorb verschoben wurden, und bietet an, übrig gebliebene Dateien zu bereinigen. Verbraucht im Leerlauf null CPU.
he: כאשר האפשרות פעילה, SparkClean מזהה יישומים שהועברו לאשפה ומציע לנקות קבצים שנותרו. המנטר אינו צורך משאבי מעבד כשהוא לא פעיל.
ja: 有効にすると、SparkClean はゴミ箱に移動されたアプリを検出し、残存ファイルを消去するよう提案します。アイドル時には CPU を使用しません。
zh_hans: 启用后，SparkClean 会检测移至废纸篓的应用程序并提供清理残留文件的功能。空闲时使用零 CPU。

source: When enabled, files are moved to Trash and can be restored. Trash failures are reported and may request administrator access; SparkClean never silently falls back to permanent deletion. Caution items always go to Trash.
de: Wenn diese Option aktiviert ist, werden Dateien in den Papierkorb bewegt und können wiederhergestellt werden. Fehler werden gemeldet und können Administratorrechte erfordern; SparkClean wechselt nie unbemerkt zum dauerhaften Löschen. Elemente der Stufe „Vorsicht“ landen immer im Papierkorb.
he: כשהאפשרות פעילה, הקבצים מועברים לאשפה וניתן לשחזר אותם. כשל בהעברה לאשפה מדווח ועשוי לדרוש הרשאות מנהל; SparkClean לעולם לא עובר למחיקה לצמיתות ללא הודעה. פריטים ברמת זהירות תמיד מועברים לאשפה.
ja: 有効にすると、ファイルはゴミ箱に移動され、復元できます。移動に失敗した場合はエラーが表示され、管理者権限を求めることがあります。SparkCleanが通知せずに完全削除へ切り替えることはありません。「注意」の項目は常にゴミ箱に移動します。
zh_hans: 启用后，文件会移到废纸篓并可恢复。移到废纸篓失败时会显示错误，并可能请求管理员权限；SparkClean 绝不会在未提示的情况下改为永久删除。“谨慎”项目始终会移到废纸篓。

source: Xcode Archives
de: Xcode-Archive
he: ארכיוני Xcode
ja: Xcode アーカイブ
zh_hans: Xcode 档案

source: Xcode Derived Data
de: Von Xcode abgeleitete Daten
he: Derived Data של Xcode
ja: Xcode 派生データ
zh_hans: Xcode 派生数据

source: Xcode Device Support
de: Xcode-Geräteunterstützung
he: תמיכה במכשירים עבור Xcode
ja: Xcode デバイスのサポート
zh_hans: Xcode 设备支持

source: Xcode Previews
de: Xcode-Vorschauen
he: תצוגות מקדימות של Xcode
ja: Xcode プ確認
zh_hans: Xcode 预览

source: Xcode Simulators
de: Xcode-Simulatoren
he: סימולטורים של Xcode
ja: Xcode シミュレータ
zh_hans: Xcode 模拟器

source: Xcode and Simulator generated caches — rebuilt as needed
de: Von Xcode und Simulator generierte Caches – nach Bedarf neu erstellt
he: מטמונים שנוצרו על ידי Xcode וה-Simulator — נבנים מחדש לפי הצורך
ja: Xcode とシミュレータで生成されたキャッシュ - 必要に応じて再構築
zh_hans: Xcode 和模拟器生成的缓存 - 根据需要重建

source: Xcode build artifacts — rebuilt on next build
de: Xcode-Build-Artefakte – beim nächsten Build neu erstellt
he: תוצרי בנייה של Xcode — נבנים מחדש בבנייה הבאה
ja: Xcode ビルド アーティファクト — 次のビルドで再ビルドされます
zh_hans: Xcode 构建工件 — 在下一次构建时重新构建

source: Yes
de: Ja
he: כן
ja: はい
zh_hans: 是的

source: You can always change these later in System Settings > Privacy & Security.
de: Sie können diese später jederzeit unter Systemeinstellungen > Datenschutz und Sicherheit ändern.
he: תמיד אפשר לשנות זאת בהמשך דרך הגדרות המערכת > פרטיות ואבטחה.
ja: これらは、[システム設定] > [プライバシーとセキュリティ] でいつでも変更できます。
zh_hans: 您稍后可以随时在“系统设置”>“隐私和安全”中更改这些设置。

source: You may need to log out and back in for fonts to reload.
de: Möglicherweise müssen Sie sich ab- und wieder anmelden, damit die Schriftarten neu geladen werden.
he: ייתכן שתצטרך להתנתק ולהיכנס חזרה כדי שהגופנים ייטענו מחדש.
ja: フォントを再ロードするには、ログアウトしてから再度ログインする必要がある場合があります。
zh_hans: 您可能需要注销并重新登录才能重新加载字体。

# You're currently on v%@
source: You're currently on v%1$@
de: Sie befinden sich derzeit auf v%1$@
he: מותקנת אצלך כעת גרסה v%1$@
ja: 現在 v%1$@ を使用しています
zh_hans: 您目前使用的是 v%1$@

source: You're up to date!
de: Du bist auf dem Laufenden!
he: אתה מעודכן!
ja: 最新情報を入手しました!
zh_hans: 你是最新的！

# You're up to date! (v%@)
source: You're up to date! (v%1$@)
de: Du bist auf dem Laufenden! (v%1$@)
he: אתה מעודכן! (v%1$@)
ja: 最新情報を入手しました! (v%1$@)
zh_hans: 你是最新的！ (v%1$@)

source: Your Library
de: Deine Mediathek
he: הספרייה שלך
ja: ライブラリ
zh_hans: 个人资源库

source: Your files
de: Ihre Dateien
he: הקבצים שלך
ja: あなたのファイル
zh_hans: 你的文件

# Your files look clean — no duplicate files were detected. %@
source: Your files look clean — no duplicate files were detected. %1$@
de: Ihre Dateien sehen sauber aus – es wurden keine doppelten Dateien erkannt. %1$@
he: הקבצים שלך נראים נקיים - לא זוהו קבצים כפולים. %1$@
ja: ファイルはきれいに見えます。重複したファイルは検出されませんでした。 %1$@
zh_hans: 您的文件看起来很干净 - 没有检测到重复文件。 %1$@

source: Zoom cache — rebuilt on meetings
de: Zoom-Cache – neu erstellt für Meetings
he: המטמון של Zoom — נבנה מחדש במהלך פגישות
ja: Zoom キャッシュ — ミーティングで再構築
zh_hans: Zoom 缓存 — 在会议上重建

source: a different item replaced the scanned path
de: Der gescannte Pfad wurde durch ein anderes Element ersetzt
he: פריט אחר החליף את הנתיב הסרוק
ja: 別のアイテムがスキャンされたパスを置き換えました
zh_hans: 不同的项目替换了扫描的路径

source: blocked by deletion policy
de: durch Löschrichtlinie blockiert
he: חסום על ידי מדיניות המחיקה
ja: 削除ポリシーによってブロックされています
zh_hans: 被删除策略阻止

source: ccache / sccache / zig build caches — rebuilt on next compile
de: ccache / sccache / zig Build-Caches – beim nächsten Kompilieren neu erstellt
he: מטמוני הבנייה של ccache, sccache ו-zig — נבנים מחדש בהידור הבא
ja: ccache / sccache / zig ビルド キャッシュ — 次回のコンパイル時に再構築されます
zh_hans: ccache / sccache / zig 构建缓存 - 在下次编译时重建

source: direct delete
de: direkt löschen
he: מחיקה ישירה
ja: 直接削除
zh_hans: 直接删除

source: empty Trash
de: Leeren Sie den Papierkorb
he: ריקון האשפה
ja: ゴミ箱を空にする
zh_hans: 清空废纸篓

source: iCloud Drive (local)
de: iCloud Drive (lokal)
he: כונן iCloud (מקומי)
ja: iCloud ドライブ (ローカル)
zh_hans: iCloud 云盘（本地）

source: iCloud/file-provider items are protected
de: iCloud-/Dateianbieter-Elemente sind geschützt
he: פריטי iCloud/ספק קבצים מוגנים
ja: iCloud/ファイルプロバイダー項目は保護されています
zh_hans: iCloud/文件提供者项目受到保护

source: iMessage Attachments
de: iMessage-Anhänge
he: קבצים מצורפים של iMessage
ja: iMessage の添付ファイル
zh_hans: iMessage 附件

source: iOS Device Backups
de: iOS-Gerätesicherungen
he: גיבויים של מכשיר iOS
ja: iOSデバイスのバックアップ
zh_hans: iOS 设备备份

source: iOS/macOS provisioning profiles — re-downloaded from developer portal
de: iOS/macOS-Bereitstellungsprofile – erneut vom Entwicklerportal heruntergeladen
he: פרופילי הקצאה של iOS ו-macOS — יורדו מחדש מפורטל המפתחים
ja: iOS/macOS プロビジョニング プロファイル — 開発者ポータルから再ダウンロード
zh_hans: iOS/macOS 配置文件 — 从开发人员门户重新下载

source: item type changed since it was scanned
de: Der Elementtyp hat sich seit dem Scannen geändert
he: סוג הפריט השתנה מאז שהוא נסרק
ja: スキャン後に項目タイプが変更されました
zh_hans: 项目类型自扫描后已更改

source: items on mounted or external volumes are protected
de: Elemente auf gemounteten oder externen Volumes sind geschützt
he: פריטים על אמצעי אחסון רכובים או חיצוניים מוגנים
ja: マウントされたボリュームまたは外部ボリューム上のアイテムは保護されています
zh_hans: 已安装卷或外部卷上的项目受到保护

source: mDNSResponder restarted
de: mDNSResponder neu gestartet
he: mDNSResponder הופעל מחדש
ja: mDNSResponder が再起動されました
zh_hans: mDNSResponder 已重新启动

source: macOS keeps local snapshots and thins them under disk pressure. Removing old snapshots may make space available; SparkClean does not estimate an APFS reclaim amount. The most recent snapshot is kept as a restore point.
de: macOS verwaltet lokale Snapshots und reduziert sie bei knappem Speicher automatisch. Das Entfernen alter Snapshots kann Speicherplatz freigeben; SparkClean schätzt den freigebbaren APFS-Speicher nicht. Der neueste Snapshot bleibt als Wiederherstellungspunkt erhalten.
he: macOS שומר תמונות מצב מקומיות ומצמצם אותן כששטח הדיסק נמוך. מחיקת תמונות מצב ישנות עשויה לפנות שטח; SparkClean אינו מעריך כמה שטח APFS יתפנה. תמונת המצב העדכנית ביותר נשמרת כנקודת שחזור.
ja: macOS はローカル スナップショットを保持し、ディスクの負荷に応じて間引きします。古いスナップショットを削除すると、空きスペースができる場合があります。 SparkClean は、APFS 再利用量を推定しません。最新のスナップショットが復元ポイントとして保存されます。
zh_hans: macOS 保留本地快照并在磁盘压力下精简它们。删除旧快照可能会释放可用空间； SparkClean 不会估计 APFS 回收量。最近的快照保留为还原点。

source: macOS shares one physical container across these volumes
de: macOS teilt auf diesen Volumes einen physischen Container
he: macOS חולקת קונטיינר פיזי אחד בין אמצעי האחסון האלה
ja: macOS はこれらのボリューム間で 1 つの物理コンテナを共有します
zh_hans: macOS 在这些卷之间共享一个物理容器

source: macOS-owned files, filesystem metadata, snapshots, and blocks a folder walk cannot safely assign.
de: macOS-eigene Dateien, Dateisystem-Metadaten, Snapshots und Blöcke, die ein Ordner-Walk nicht sicher zuweisen kann.
he: קבצים שבבעלות macOS, מטא-נתונים של מערכת הקבצים, תמונות מצב ובלוקים שלא ניתן לשייך בבטחה בסריקת תיקיות.
ja: macOS が所有するファイル、ファイルシステムのメタデータ、スナップショット、およびブロックは、フォルダーウォークで安全に割り当てることができません。
zh_hans: macOS 拥有的文件、文件系统元数据、快照和文件夹遍历块无法安全分配。

source: mounted volumes cannot be removed
de: Gemountete Volumes können nicht entfernt werden
he: לא ניתן להסיר אמצעי אחסון רכובים
ja: マウントされたボリュームは削除できません
zh_hans: 无法删除已安装的卷

source: npm data
de: npm-Daten
he: נתוני npm
ja: npmデータ
zh_hans: npm 数据

source: outside the permitted cleanup area
de: außerhalb des zulässigen Reinigungsbereichs
he: מחוץ לאזור הניקוי המותר
ja: 許可された清掃エリア外
zh_hans: 在允许的清理区域之外

source: uv, pre-commit, and pip-tools caches — rebuilt automatically
de: UV-, Pre-Commit- und Pip-Tools-Caches – automatisch neu erstellt
he: המטמונים של uv, pre-commit ו-pip-tools — נבנים מחדש אוטומטית
ja: uv、pre-commit、および pip-tools キャッシュ — 自動的に再構築されます
zh_hans: uv、预提交和 pip-tools 缓存 — 自动重建

# v%@ available
source: v%1$@ available
de: v%1$@ verfügbar
he: v%1$@ זמין
ja: v%1$@ 利用可能
zh_hans: v%1$@ 可用

source: via Docker CLI
de: über Docker CLI
he: באמצעות שורת הפקודה של Docker
ja: Docker CLI経由
zh_hans: 通过 Docker CLI

source: via Ollama CLI
de: über Ollama CLI
he: באמצעות שורת הפקודה של Ollama
ja: Ollama CLI経由
zh_hans: 通过 Ollama CLI

source: ~/Library — app data, containers, messages, mail, and caches
de: ~/Library – App-Daten, Container, Nachrichten, E-Mails und Caches
he: ⁦~/Library⁩ — נתוני יישומים, קונטיינרים, הודעות, דואר ומטמונים
ja: ~/Library — アプリのデータ、コンテナ、メッセージ、メール、キャッシュ
zh_hans: ~/Library — 应用程序数据、容器、消息、邮件和缓存

source: August 2026
he: אוגוסט 2026
ja: 2026年8月
zh_hans: 2026 年 8 月

source: APFS volumes
he: אמצעי אחסון מסוג APFS
ja: APFSボリューム
zh_hans: APFS 卷

source: Adobe Cache
he: מטמון Adobe
ja: Adobeキャッシュ
zh_hans: Adobe 缓存

source: Adobe Media Cache
he: מטמון המדיה של Adobe
ja: Adobe メディア キャッシュ
zh_hans: Adobe 媒体缓存

source: App Support
he: תמיכת יישומים
ja: アプリケーションサポート
zh_hans: 应用支持

source: April 2026
he: אפריל 2026
ja: 2026年4月
zh_hans: 2026 年 4 月

source: Arc Cache
he: מטמון Arc
ja: Arcキャッシュ
zh_hans: Arc 缓存

source: Arc browser cache
he: מטמון דפדפן Arc
ja: Arc ブラウザのキャッシュ
zh_hans: Arc 浏览器缓存

source: Audio (wav, flac, aiff, alac, mp3, m4a, ogg)
he: אודיו (wav, flac, aiff, alac, mp3, m4a, ogg)
ja: オーディオ (wav、flac、aiff、alac、mp3、m4a、ogg)
zh_hans: 音频（wav、flac、aiff、alac、mp3、m4a、ogg）

source: Bazel Cache
he: מטמון Bazel
ja: Bazelキャッシュ
zh_hans: Bazel 缓存

source: Brave Cache
he: מטמון Brave
ja: Braveキャッシュ
zh_hans: Brave 缓存

source: Brave browser cache
he: מטמון דפדפן Brave
ja: Brave ブラウザのキャッシュ
zh_hans: Brave浏览器缓存

source: Browser Cookies
he: קובצי Cookie של דפדפן
ja: ブラウザのクッキー
zh_hans: 浏览器 Cookie

# Build #SC-%@, %@
source: Build #SC-%1$@, %2$@
he: בנייה #SC-%1$@, %2$@
ja: ビルド #SC-%1$@、%2$@
zh_hans: 构建#SC-%1$@，%2$@

source: Bundle ID:
he: מזהה חבילה:
ja: バンドルID:
zh_hans: 捆绑包 ID：

source: Caches
he: מטמונים
ja: キャッシュ
zh_hans: 缓存

source: Chrome Cache
he: מטמון Chrome
ja: Chromeキャッシュ
zh_hans: Chrome 缓存

source: CocoaPods Cache
he: מטמון CocoaPods
ja: CocoaPods キャッシュ
zh_hans: CocoaPods 缓存

source: Compiler Caches
he: מטמוני מהדרים
ja: コンパイラのキャッシュ
zh_hans: 编译器缓存

source: Composer Cache
he: מטמון Composer
ja: Composerキャッシュ
zh_hans: Composer 缓存

source: Container
he: קונטיינר
ja: コンテナ
zh_hans: 容器

source: Container / VM Images
he: אימג'ים של קונטיינרים ומכונות וירטואליות
ja: コンテナ/VMイメージ
zh_hans: 容器/虚拟机镜像

source: Copyright © 2026 George Khananaev
he: זכויות יוצרים © 2026 George Khananaev
ja: 著作権 © 2026 ジョージ・カナナエフ
zh_hans: 版权所有 © 2026 乔治·卡纳纳耶夫

source: Daemon
he: תהליך רקע
ja: デーモン
zh_hans: 守护进程

source: Daemons
he: תהליכי רקע
ja: デーモン
zh_hans: 守护进程

source: Deno Cache
he: מטמון Deno
ja: Denoキャッシュ
zh_hans: Deno 缓存

source: Desktop
he: שולחן עבודה
ja: デスクトップ
zh_hans: 桌面

source: Discord
he: דיסקורד

source: Discord Cache
he: מטמון דיסקורד
ja: Discordキャッシュ
zh_hans: Discord 缓存

source: Docker Build Cache
he: מטמון הבנייה של Docker
ja: Docker ビルド キャッシュ
zh_hans: Docker构建缓存

source: Docker VM Disk Image
he: תמונת הדיסק של המכונה הווירטואלית של Docker
ja: Docker VM ディスク イメージ
zh_hans: Docker 虚拟机磁盘镜像

source: Downloads
he: הורדות
ja: ダウンロード
zh_hans: 下载

source: Dropbox Cache
he: מטמון Dropbox
ja: Dropboxキャッシュ
zh_hans: Dropbox 缓存

source: Edge Cache
he: מטמון Edge
ja: Edgeキャッシュ
zh_hans: Edge 缓存

source: Firefox Cache
he: מטמון Firefox
ja: Firefox のキャッシュ
zh_hans: Firefox 缓存

source: GitHub Repository
he: מאגר GitHub
ja: GitHub リポジトリ
zh_hans: GitHub 存储库

source: Go Cache
he: מטמון Go
ja: Goキャッシュ
zh_hans: Go 缓存

source: Google Drive Cache
he: מטמון Google Drive
ja: Google Driveキャッシュ
zh_hans: Google Drive 缓存

source: Homebrew Cache
he: מטמון Homebrew
ja: Homebrewキャッシュ
zh_hans: Homebrew 缓存

source: HuggingFace Models Cache
he: מטמון המודלים של HuggingFace
ja: HuggingFace モデルのキャッシュ
zh_hans: HuggingFace 模型缓存

source: JS Build Caches
he: מטמוני בנייה של JavaScript
ja: JSビルドキャッシュ
zh_hans: JS 构建缓存

source: JetBrains IDEs Cache
he: מטמוני סביבות הפיתוח של JetBrains
ja: JetBrains IDE キャッシュ
zh_hans: JetBrains IDE 缓存

source: Launch Agent
he: סוכן השקה
ja: 起動エージェント
zh_hans: 启动代理

source: ML / AI Framework Caches
he: מטמוני מסגרות ML ו-AI
ja: ML / AI フレームワーク キャッシュ
zh_hans: ML/AI 框架缓存

source: Microsoft Edge cache
he: מטמון Microsoft Edge
ja: Microsoft Edgeのキャッシュ
zh_hans: Microsoft Edge 缓存

source: Microsoft Office Cache
he: מטמון Microsoft Office
ja: Microsoft Officeキャッシュ
zh_hans: Microsoft Office 缓存

source: Microsoft Teams cache
he: מטמון Microsoft Teams
ja: Microsoft Teams キャッシュ
zh_hans: Microsoft Teams 缓存

source: OneDrive Cache
he: מטמון OneDrive
ja: OneDrive キャッシュ
zh_hans: OneDrive 缓存

source: Optional
he: אופציונלי
ja: オプション
zh_hans: 可选

source: Podcasts Cache
he: מטמון פודקאסטים
ja: ポッドキャストのキャッシュ
zh_hans: 播客缓存

source: Poetry Cache
he: מטמון Poetry
ja: Poetryキャッシュ
zh_hans: Poetry 缓存

source: Quick Look Cache
he: מטמון Quick Look
ja: クイックルックキャッシュ
zh_hans: 快速查看缓存

source: Ruby Bundler Cache
he: מטמון Ruby Bundler
ja: Ruby Bundler キャッシュ
zh_hans: Ruby Bundler 缓存

source: Safari Cache
he: מטמון Safari
ja: Safariキャッシュ
zh_hans: Safari 缓存

source: Slack Cache
he: מטמון Slack
ja: Slackキャッシュ
zh_hans: Slack 缓存

source: Slack Media Cache
he: מטמון המדיה של Slack
ja: Slackメディアキャッシュ
zh_hans: Slack 媒体缓存

source: Software Update
he: עדכון תוכנה
ja: ソフトウェアアップデート
zh_hans: 软件更新

source: Software Update Cache
he: מטמון עדכון תוכנה
ja: ソフトウェアアップデートキャッシュ
zh_hans: 软件更新缓存

source: Software updates
he: עדכוני תוכנה
ja: ソフトウェアのアップデート
zh_hans: 软件更新

source: Spotify Cache
he: מטמון Spotify
ja: Spotify キャッシュ
zh_hans: Spotify 缓存

source: Spotlight index
he: אינדקס Spotlight
ja: Spotlightインデックス
zh_hans: Spotlight 索引

source: Steam Shader Cache
he: מטמון ההצללות של Steam
ja: Steamシェーダーキャッシュ
zh_hans: Steam 着色器缓存

source: System
he: מערכת
ja: システム
zh_hans: 系统

source: System Agent
he: סוכן מערכת
ja: システムエージェント
zh_hans: 系统代理

source: System Agents
he: סוכני מערכת
ja: システムエージェント
zh_hans: 系统代理

source: System Caches
he: מטמוני מערכת
ja: システムキャッシュ
zh_hans: 系统缓存

source: Teams Cache
he: מטמון Teams
ja: Microsoft Teamsキャッシュ
zh_hans: Microsoft Teams 缓存

source: Telegram
he: טלגרם

source: Telegram Cache
he: מטמון טלגרם
ja: Telegramキャッシュ
zh_hans: Telegram 缓存

source: VS Code / Cursor Cache
he: מטמון VS Code / Cursor
ja: VS Code / Cursorキャッシュ
zh_hans: VS Code / Cursor 缓存

# Version %@
source: Version %1$@
he: גרסה %1$@
ja: バージョン %1$@
zh_hans: 版本%1$@

source: Videos (mp4, mov, avi, mkv, wmv, m4v, webm, flv)
he: סרטונים (mp4, mov, avi, mkv, wmv, m4v, webm, flv)
ja: ビデオ (mp4、mov、avi、mkv、wmv、m4v、webm、flv)
zh_hans: 视频（mp4、mov、avi、mkv、wmv、m4v、webm、flv）

source: WeChat Cache
he: מטמון WeChat
ja: WeChatキャッシュ
zh_hans: 微信缓存

source: WhatsApp
he: וואטסאפ

source: WhatsApp Cache
he: מטמון WhatsApp
ja: WhatsAppキャッシュ
zh_hans: WhatsApp 缓存

source: Xcode Caches
he: מטמוני Xcode
ja: Xcode キャッシュ
zh_hans: Xcode 缓存

source: Xcode Playground Cache
he: מטמון ה-Playground של Xcode
ja: Xcode プレイグラウンド キャッシュ
zh_hans: Xcode Playground 缓存

source: Zoom Cache
he: מטמון Zoom
ja: Zoomキャッシュ
zh_hans: Zoom 缓存

source: iOS Software Updates
he: עדכוני תוכנה ל-iOS
ja: iOS ソフトウェアのアップデート
zh_hans: iOS 软件更新

source: macOS Version:
he: גרסת macOS:
ja: macOS バージョン:
zh_hans: macOS 版本：

source: pip Cache
he: מטמון pip
ja: pipキャッシュ
zh_hans: 点缓存

source: uv / Python Tooling Cache
he: מטמון uv וכלי Python
ja: uv / Python ツール キャッシュ
zh_hans: uv / Python 工具缓存

source: Docker Desktop
ja: Dockerデスクトップ
zh_hans: Docker 桌面

source: LINE
ja: ライン

source: Time Machine
zh_hans: 时间机器

source: WeChat
zh_hans: 微信
